ritwickdey.LiveServer
PKief.material-icon-theme
esbenp.prettier-vscode
aaron-bond.better-comments
CoenraadS.bracket-pair-colorizer
xabikos.vscode-javascript
Microsoft.vscode-eslint
eamodio.vscode-gitlens
pranaygp.vscode-css-peek
editorconfig.editorconfig-vscode

formulahendry.auto-close-tag
formulahendry.auto-rename-tag


# From CJ3
alexcvzz.vscode-sqlite
andys8.jest-snippets

apollographql.vscode-apollo
austincummings.razor-plus
bobsparadox.seti-black
BriteSnow.vscode-toggle-quotes
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
 
fosshaas.fontsize-shortcuts
ginfuru.ginfuru-onedark-raincoat-theme
glitch.glitch
HookyQR.beautify
JamesBirtles.svelte-vscode
JCsoftIA.jcsoftia
joelday.docthis
johnpapa.vscode-cloak
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-es
ms-mssql.mssql
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.azure-account
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
Nimda.deepdark-material
Nur.just-black
octref.vetur
Orta.vscode-jest
patbenatar.advanced-new-file
SmukkeKim.theme-setimonokai
streetsidesoftware.code-spell-checker
vscode-icons-team.vscode-icons
WallabyJs.quokka-vscode
WallabyJs.wallaby-vscode
whatwedo.twig
Zignd.html-css-class-completion
